/* 
   Localizable.strings
   MarketRaidBeta

   Created by marko.hlebar on 4/23/10.
   Copyright 2010 __MyCompanyName__. All rights reserved.
 */


"yourbubbl" = "YOUR BUBBL (JP)";
"bubblopolis" = "BUBBL-O-POLIS (JP)";
"ok" = "OK (JP)";
"invalidUrl" = "Invalid URL! (JP)";
"invalidUrlDesc" = "Please type the full URL of your polis. (JP)";
"downloadError" = "Download error! (JP)";
"downloadErrorDesc" = "Please check your internet connection. (JP)";
"downloadErrorPolisDesc" = "Please check your polis URL and internet connection. (JP)";
"addComment" = "Tap to add your comment... (JP)";
"emptyComment" = "Empty comment! (JP)";
"emptyCommentDesc" = "Please write your comment. (JP)";
"sameComment" = "Same comment! (JP)";
"sameCommentDesc" = "Please write another comment. (JP)";
"thankYou" = "Thank you! (JP)";
"thankYouCommentDesc" = "Thank you, we have received your comment. (JP)";
"sorry" = "We are sorry. (JP)";
"sorryCommentDesc" = "We haven't received your comment because our services might be down. Please try again later. (JP)";
"connectionError" = "Connection error! (JP)";
"connectionErrorCommentDesc" = "Please check your internet connection. (JP)";